Table of Contents
 Class NadSetupValueInt
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value int
public class NadSetupValueInt : NadSetupValue
Inheritance
object
NadSetupValue
NadSetupValueInt
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public int Value { get; set; }
Property Value
int
 Edit this page